/* XFLD: label for a field */
"keyMAFLogonUIProgressDialogText" = "Login in corso";

/* XFLD: label for a field */
"keyMAFLogonUIAlertViewButtonText" = "OK";

/* XHED: label for a field */
"keyMAFLogonUIAlertViewTitle" = "Errore";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerHost" = "Server";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelResourcePath" = "Suffisso URL";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerPort" = "Porta";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerDomain" = "Dominio";

/* XFLD: label for a switch (on/off), max 18 chars */
"keyMAFLogonUIFieldLabelIsHttps" = "Canale protetto";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPassword" = "Password";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendPasswordAgain" = "Conferma password";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelFarmId" = "ID Farm";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecurityConfig" = "Configurazione di sicurezza";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelBackendUserName" = "Nome utente";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePassword" = "Nuovo codice di accesso";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelCreateSecureStorePassword" = "Codice di accesso";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordAgain" = "Conferma codice di accesso";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOldWhenToogle" = "Codice di accesso app";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordCurrent" = "Codice di accesso app attuale";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelMobileUser" = "Utente del dispositivo mobile";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelActivationCode" = "Codice di attivazione";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelGatewayClient" = "Client";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPasscode" = "Codice di accesso SSO";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaUserName" = "Nome utente";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelAfariaPassword" = "Password";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSSOPassword" = "Password";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUserName" = "Nome utente";

/* XFLD: label for a field */
"keyMAFLogonUIFieldHintOptional" = "(Facoltativo)";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelDeleteUser" = "Disattivare l'applicazione?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelLock" = "Bloccare l'applicazione?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUpdateApplicationSettings" = "Aggiornare le impostazioni dell'applicazione?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelServerTrust" = "Il certificato è attendibile?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelUploadTrace" = "Eseguire l'upload dei trace nel server?";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOn" = "Attiva codice di accesso";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelTurnPasscodeOff" = "Disattiva codice di accesso";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelChangePasscode" = "Modifica codice di accesso";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForBasicRegistrationGroup" = "Dati di login";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForHiddenGroupBasic" = "Dettagli";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordCreation" = "Codice di accesso app";

/* XGRP: label for a group of fields */
"keyMAFLogonUIGroupTextForPasswordChangeNewGroup" = "Codice di accesso app";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationStart" = "Successivo";

/* XBUT */
"keyMAFLogonUIActionItemLabelStartLogon" = "Esegui login";

/* XBUT */
"keyMAFLogonUIActionItemLabelDemoMode" = "Prova";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationStart" = "Fatto";

/* XBUT */
"keyMAFLogonUIActionItemLabelSecureStoreCreationCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockStart" = "Esegui login";

/* XBUT */
"keyMAFLogonUIActionItemLabelUnlockCancel" = "Codice di accesso dimenticato?";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockStart" = "Blocca";

/* XBUT */
"keyMAFLogonUIActionItemLabelLockCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsStart" = "Aggiorna";

/* XBUT */
"keyMAFLogonUIActionItemLabelUpdateApplicationSettingsCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteStart" = "Disattiva";

/* XBUT */
"keyMAFLogonUIActionItemLabelDeleteCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordStart" = "Fatto";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeSecureStorePasswordCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordStart" = "Fatto";

/* XBUT */
"keyMAFLogonUIActionItemLabelChangeBackendPasswordCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelRegistrationInfoCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceStart" = "Esegui upload";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOForgot" = "Codice di accesso SSO dimenticato";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOSkip" = "Ignora";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaStart" = "Fine";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterAfariaCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelUploadTraceCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOStart" = "Successivo";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsStart" = "Successivo";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterCredentialsCancel" = "Annulla";

/* XBUT */
"keyMAFLogonUIActionItemLabelPasscodeLockCancel" = "Indietro";

/* XBUT */
"keyMAFLogonUIActionItemLabelEnterSSOCancel" = "Annulla";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationScreen" = "Esegui login";

/* XHED */
"keyMAFLogonUIViewTitleLabelSSOPasscodeScreen" = "Inserisci codice di accesso SSO";

/* XHED */
"keyMAFLogonUIViewTitleLabelPasscodeLockScreen" = "Blocco codice di accesso";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterCredentialsScreen" = "Inserisci le credenziali";

/* XHED */
"keyMAFLogonUIViewTitleLabelAfariCredentialsScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIViewTitleLabelEnterPasscodeScreen" = "Inserisci codice di accesso";

/* XHED */
"keyMAFLogonUIViewTitleLabelSecureStoreCreationScreen" = "Imposta codice di accesso";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeSecureStorePasswordScreen" = "Modifica codice di accesso";

/* XHED */
"keyMAFLogonUIViewTitleLabelUnlockScreen" = "Esegui login";

/* XHED */
"keyMAFLogonUIViewTitleLabelDeleteScreen" = "Elimina";

/* XHED */
"keyMAFLogonUIViewTitleLabelLockScreen" = "Blocca";

/* XHED */
"keyMAFLogonUIViewTitleLabelUpdateScreen" = "Aggiorna";

/* XHED */
"keyMAFLogonUIViewTitleLabelUploadTraceScreen" = "Esegui upload del trace";

/* XHED */
"keyMAFLogonUIViewTitleLabelChangeBackendPasswordScreen" = "Aggiorna password";

/* XHED */
"keyMAFLogonUIViewTitleLabelRegistrationInfoScreen" = "Dati di login";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationScreen" = "Esegui login";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationScreen" = "Imposta codice di accesso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalScreen" = "Imposta codice di accesso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelEnterSSOScreen" = "Inserisci password SSO";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterAfariaScreen" = "Afaria";

/* XHED */
"keyMAFLogonUIHeaderTitleabelEnterCredentialsScreen" = "Inserisci credenziali di login";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSecureStoreCreationOptionalInRegistrationScreen" = "Imposta codice di accesso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordScreen" = "Modifica codice di accesso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeSecureStorePasswordOptionalScreen" = "Modifica codice di accesso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteSecureStorePasswordScreen" = "Disattiva codice di accesso";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUnlockScreen" = "Esegui login";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelDeleteScreen" = "Elimina";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelLockScreen" = "Blocca";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUpdateScreen" = "Aggiorna";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelUploadTraceScreen" = "Esegui upload del trace";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelChangeBackendPasswordScreen" = "Aggiorna password";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelRegistrationInfoScreen" = "Dati di login";

/* XHED */
"keyMAFLogonUIHeaderTitleLabelSplashScreen" = "Esempio di logon SAP MAF";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSplashScreen" = "Se non disponi di dati di login personali, puoi provare l'app utilizzando dati campione.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationScreen" = "Inserisci i dati di login per connetterti all'app. L'app ricorderà i dati inseriti.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationScreen" = "Devi impostare un codice di accesso app per proteggere l'app da un uso non autorizzato.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalScreen" = "Puoi impostare un codice di accesso app per proteggere l'app da un uso non autorizzato.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelSecureStoreCreationOptionalInRegistrationScreen" = "Puoi impostare un codice di accesso app per proteggere l'app da un uso non autorizzato.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordScreen" = "Inserisci codice di accesso precedente e nuovo per modificare il codice di accesso.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeSecureStorePasswordOptionalScreen" = "Inserisci codice di accesso precedente e nuovo per modificare il codice di accesso.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteSecureStorePasswordScreen" = "Inserisci il tuo codice di accesso app per disattivare il codice di accesso.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUnlockScreen" = "Inserisci il tuo codice di accesso app per il login all'app.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelDeleteScreen" = "Questo è un esempio di approccio contestuale per la sequenza di logon, mediante componenti MAF - Elimina";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelLockScreen" = "Questo è un esempio di approccio contestuale per la sequenza di logon, mediante componenti MAF - Blocca";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUpdateScreen" = "Questo è un esempio di approccio contestuale per la sequenza di logon, mediante componenti MAF - Aggiorna";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelUploadTraceScreen" = "Questo è un esempio di approccio contestuale per la sequenza di logon, mediante componenti MAF - Esegui upload del trace";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelChangeBackendPasswordScreen" = "Inserisci la password attuale per aggiornare quella utilizzata per l'app.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelRegistrationInfoScreen" = "Puoi visualizzare i tuoi dati di login per l'app.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterSSOScreen" = "Inserisci la tua password per utilizzare Client Hub.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterAfariaScreen" = "Inserisci le tue credenziali Afaria.";

/* XMSG: message */
"keyMAFLogonUIHeaderDescriptionLabelEnterCredentialsScreen" = "Inserisci le tue credenziali per effettuare il login all'app. L'app Client Hub archivia le credenziali che potranno essere utilizzate anche in altre app.";

/* XMSG: message */
"keyMAFLogonUIConfirmationMessage" = "Confermare il reset dell'app?";

/* XHED: message */
"keyMAFLogonUIConfirmationTitle" = "Conferma";

/* XBUT */
"keyMAFLogonUIConfirmationCancelButtonLabel" = "Annulla";

/* XBUT */
"keyMAFLogonUIConfirmationOKButtonLabel" = "OK";

/* XMSG: message */
"keyMAFLogonUIFooterDescriptionLabel" = "2014 SAP SE";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitlePasscodeMandatory" = "Modifica codice di accesso app";

/* XGRP */
"keyMAFLogonUIGroupTextForPasswordChangeGroupTitleDefPasscodeUsed" = "Imposta codice di accesso app";

/* XFLD: label for a field */
"keyMAFLogonUIDeleteProgressDialogText" = "Eliminazione in corso";

/* XFLD: label for a field */
"keyMAFLogonUIUpdateApplicationSettingsProgressDialogText" = "Aggiornamento in corso";

/* XFLD: label for a field */
"keyMAFLogonUIUploadTraceProgressDialogText" = "Upload in corso";

/* XMSG: message */
"keyErrMAFLogonUINGRegistrationCancelled" = "Registrazione annullata.";

/* XMSG: message */
"keyErrMAFLogonUINGOperationCancelled" = "Operazione annullata.";

/* XMSG: message */
"keyErrMAFLogonUINGPasscodeChangeNotAllowed" = "L'impostazione Afaria per il codice di accesso è \"Sempre disattivato\"; modifica codice di accesso app impossibile.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGErrorPasswordsNotEqual" = "I codici di accesso inseriti non corrispondono.";

/* XHED: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewTitle" = "Codice di accesso SSO dimenticato";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSOAlertViewMessage" = "Resetta il codice di accesso SSO nel Client Hub e riavvia l'app.";

/* XMSG: message */
"keyMAFLogonUIConfirmationEnterSSORelaunchSkipAlertViewMessage" = "Il mancato inserimento del dato SSO disconnette l'app dal Client Hub.";

/* XMSG: message */
"keyErrDescrMAFLogonUINGMCIMSSOPinInvalid" = "Codice di accesso SSO non valido";

/* XMSG: message */
"keyErrDescrMAFLogonErrorOperationNotAllowed" = "Operazione non consentita in questo stato.";

/* XFLD: label for a field */
"keyMAFLogonUIFieldLabelSecureStorePasswordOld" = "Codice di accesso precedente";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present information about the currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelApplicationTimeout" = "Timeout";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. */
"keyMAFLogonUIFieldLabelTimeoutImmediately" = "Immediatamente";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleSecond" = "In %1$i minuto.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularSecond" = "In %1$i secondi.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingle" = "In %1$i minuti.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlular" = "In %1$i minuti.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralSingleHour" = "In %1$i ore.";

/* XFLD: label for a field. Length of translated text must not exceed 60 characters. Used to present currently set timeout for the App Passcode. Also used as a label in a cell to select the timeout value. */
"keyMAFLogonUIFieldLabelTimeoutGeneralPlularHour" = "In %1$i ore.";

